Repository: nickustinov/itsyhome-macos
Catalog: macOSBridge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# alert.connected.message
source: Successfully connected to Home Assistant.
de: Erfolgreich mit Home Assistant verbunden.
es: Conexión exitosa con Home Assistant.
fr: Connexion à Home Assistant réussie.
it: Connessione a Home Assistant riuscita.
ja: Home Assistantに接続しました。
ko: Home Assistant에 연결되었습니다.
pl: Połączono z Home Assistant.
pt_br: Conectado ao Home Assistant com sucesso.
ru: Успешное подключение к Home Assistant.
zh_hans: 已成功连接到 Home Assistant。
zh_hant: 已成功連線至 Home Assistant。

# alert.connected.title
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pl: Połączono
pt_br: Conectado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

# alert.connection_failed.title
source: Connection failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de connexion
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
pl: Błąd połączenia
pt_br: Falha na conexão
ru: Ошибка подключения
zh_hans: 连接失败
zh_hant: 連線失敗

# alert.delete_group.message
source: Are you sure you want to delete \"%@\"? This cannot be undone.
de: Möchtest du "%@" wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar "%@"? No se puede deshacer.
fr: Voulez-vous vraiment supprimer "%@" ? Cette action est irréversible.
it: Sei sicuro di voler eliminare "%@"? L'operazione non può essere annullata.
ja: "%@"を削除しますか？この操作は元に戻せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pl: Czy na pewno chcesz usunąć "%@"? Tego nie można cofnąć.
pt_br: Tem certeza de que deseja excluir "%@"? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить "%@"? Это действие нельзя отменить.
zh_hans: 确定要删除"%@"吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

# alert.delete_group.title
source: Delete group?
de: Gruppe löschen?
es: ¿Eliminar grupo?
fr: Supprimer le groupe ?
it: Eliminare il gruppo?
ja: グループを削除しますか？
ko: 그룹을 삭제할까요?
pl: Usunąć grupę?
pt_br: Excluir grupo?
ru: Удалить группу?
zh_hans: 删除分组？
zh_hant: 刪除群組？

# alert.disconnect.confirm
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 해제
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
zh_hans: 断开连接
zh_hant: 中斷連線

# alert.disconnect.message
source: This will clear your saved credentials.
de: Deine gespeicherten Anmeldedaten werden gelöscht.
es: Esto borrará tus credenciales guardadas.
fr: Vos identifiants enregistrés seront effacés.
it: Le credenziali salvate verranno cancellate.
ja: 保存された認証情報が削除されます。
ko: 저장된 인증 정보가 삭제됩니다.
pl: Zapisane dane logowania zostaną usunięte.
pt_br: Suas credenciais salvas serão apagadas.
ru: Сохранённые учётные данные будут удалены.
zh_hans: 已保存的凭据将被清除。
zh_hant: 已儲存的憑證將被清除。

# alert.disconnect.title
source: Disconnect from Home Assistant?
de: Von Home Assistant trennen?
es: ¿Desconectar de Home Assistant?
fr: Se déconnecter de Home Assistant ?
it: Disconnettersi da Home Assistant?
ja: Home Assistantから切断しますか？
ko: Home Assistant에서 연결을 해제할까요?
pl: Rozłączyć z Home Assistant?
pt_br: Desconectar do Home Assistant?
ru: Отключиться от Home Assistant?
zh_hans: 断开与 Home Assistant 的连接？
zh_hant: 中斷與 Home Assistant 的連線？

# alert.enter_access_token
source: Please enter an access token
de: Bitte gib ein Zugriffstoken ein
es: Introduce un token de acceso
fr: Veuillez saisir un jeton d'accès
it: Inserisci un token di accesso
ja: アクセストークンを入力してください
ko: 액세스 토큰을 입력하세요
pl: Wprowadź token dostępu
pt_br: Insira um token de acesso
ru: Введите токен доступа
zh_hans: 请输入访问令牌
zh_hant: 請輸入存取權杖

# alert.enter_server_url
source: Please enter a server URL
de: Bitte gib eine Server-URL ein
es: Introduce una URL de servidor
fr: Veuillez saisir une URL de serveur
it: Inserisci un URL del server
ja: サーバーURLを入力してください
ko: 서버 URL을 입력하세요
pl: Wprowadź adres URL serwera
pt_br: Insira uma URL do servidor
ru: Введите URL сервера
zh_hans: 请输入服务器 URL
zh_hant: 請輸入伺服器 URL

# alert.error.local_network_denied
source: Itsyhome needs local network access to reach Home Assistant. Enable it in System Settings → Privacy & Security → Local Network.
de: Itsyhome benötigt Zugriff auf das lokale Netzwerk, um Home Assistant zu erreichen. Aktiviere ihn in Systemeinstellungen → Datenschutz & Sicherheit → Lokales Netzwerk.
es: Itsyhome necesita acceso a la red local para conectarse a Home Assistant. Actívalo en Ajustes del Sistema → Privacidad y seguridad → Red local.
fr: Itsyhome a besoin d'accéder au réseau local pour joindre Home Assistant. Activez-le dans Réglages Système → Confidentialité et sécurité → Réseau local.
it: Itsyhome necessita dell'accesso alla rete locale per raggiungere Home Assistant. Abilitalo in Impostazioni di Sistema → Privacy e sicurezza → Rete locale.
ja: ItsyhomeがHome Assistantに接続するには、ローカルネットワークへのアクセスが必要です。システム設定→プライバシーとセキュリティ→ローカルネットワークで有効にしてください。
ko: Itsyhome이 Home Assistant에 연결하려면 로컬 네트워크 접근이 필요합니다. 시스템 설정 → 개인정보 보호 및 보안 → 로컬 네트워크에서 활성화하세요.
pl: Itsyhome potrzebuje dostępu do sieci lokalnej, aby połączyć się z Home Assistant. Włącz go w Ustawienia systemowe → Prywatność i ochrona → Sieć lokalna.
pt_br: O Itsyhome precisa de acesso à rede local para se conectar ao Home Assistant. Ative em Ajustes do Sistema → Privacidade e Segurança → Rede Local.
ru: Itsyhome требуется доступ к локальной сети для подключения к Home Assistant. Включите его в Системных настройках → Конфиденциальность и безопасность → Локальная сеть.
zh_hans: Itsyhome 需要本地网络访问权限才能连接 Home Assistant。请在系统设置 → 隐私与安全性 → 本地网络中启用。
zh_hant: Itsyhome 需要本地網路存取權限才能連接 Home Assistant。請在系統設定 → 隱私權與安全性 → 本地網路中啟用。

# alert.error.title
source: Itsyhome error
de: Itsyhome-Fehler
es: Error de Itsyhome
fr: Erreur Itsyhome
it: Errore di Itsyhome
ja: Itsyhomeエラー
ko: Itsyhome 오류
pl: Błąd Itsyhome
pt_br: Erro do Itsyhome
ru: Ошибка Itsyhome
zh_hans: Itsyhome 错误
zh_hant: Itsyhome 錯誤

# alert.invalid_url.title
source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL non valide
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
pl: Nieprawidłowy URL
pt_br: URL inválida
ru: Недопустимый URL
zh_hans: 无效的 URL
zh_hant: 無效的 URL

# alert.missing_credentials.message
source: Please enter both server URL and access token.
de: Bitte gib Server-URL und Zugriffstoken ein.
es: Introduce la URL del servidor y el token de acceso.
fr: Veuillez saisir l'URL du serveur et le jeton d'accès.
it: Inserisci sia l'URL del server che il token di accesso.
ja: サーバーURLとアクセストークンを入力してください。
ko: 서버 URL과 액세스 토큰을 모두 입력하세요.
pl: Wprowadź adres URL serwera i token dostępu.
pt_br: Insira a URL do servidor e o token de acesso.
ru: Введите URL сервера и токен доступа.
zh_hans: 请输入服务器 URL 和访问令牌。
zh_hant: 請輸入伺服器 URL 和存取權杖。

# alert.missing_credentials.title
source: Missing credentials
de: Fehlende Anmeldedaten
es: Credenciales faltantes
fr: Identifiants manquants
it: Credenziali mancanti
ja: 認証情報が不足しています
ko: 인증 정보 누락
pl: Brak danych logowania
pt_br: Credenciais ausentes
ru: Отсутствуют учётные данные
zh_hans: 缺少凭据
zh_hant: 缺少憑證

# alert.name_required.message
source: Please enter a name for the group.
de: Bitte gib einen Namen für die Gruppe ein.
es: Introduce un nombre para el grupo.
fr: Veuillez saisir un nom pour le groupe.
it: Inserisci un nome per il gruppo.
ja: グループの名前を入力してください。
ko: 그룹의 이름을 입력하세요.
pl: Wprowadź nazwę grupy.
pt_br: Insira um nome para o grupo.
ru: Введите имя для группы.
zh_hans: 请输入分组名称。
zh_hant: 請輸入群組名稱。

# alert.name_required.title
source: Name required
de: Name erforderlich
es: Nombre requerido
fr: Nom requis
it: Nome richiesto
ja: 名前が必要です
ko: 이름이 필요합니다
pl: Wymagana nazwa
pt_br: Nome obrigatório
ru: Требуется имя
zh_hans: 需要名称
zh_hant: 需要名稱

# alert.no_accessories.message
source: All compatible accessories (lights, switches, outlets, garage openers, locks) are already assigned to this camera.
de: Alle kompatiblen Geräte (Lampen, Schalter, Steckdosen, Garagentore, Schlösser) sind bereits dieser Kamera zugewiesen.
es: Todos los accesorios compatibles (luces, interruptores, enchufes, puertas de garaje, cerraduras) ya están asignados a esta cámara.
fr: Tous les accessoires compatibles (lumières, interrupteurs, prises, portes de garage, serrures) sont déjà assignés à cette caméra.
it: Tutti gli accessori compatibili (luci, interruttori, prese, apriporta garage, serrature) sono già assegnati a questa telecamera.
ja: 対応するすべてのアクセサリ（照明、スイッチ、コンセント、ガレージ、鍵）はすでにこのカメラに割り当てられています。
ko: 모든 호환 액세서리(조명, 스위치, 콘센트, 차고문, 잠금장치)가 이미 이 카메라에 할당되어 있습니다.
pl: Wszystkie kompatybilne akcesoria (światła, przełączniki, gniazdka, bramy garażowe, zamki) są już przypisane do tej kamery.
pt_br: Todos os acessórios compatíveis (luzes, interruptores, tomadas, portões de garagem, fechaduras) já estão atribuídos a esta câmera.
ru: Все совместимые устройства (лампы, выключатели, розетки, гаражные ворота, замки) уже назначены этой камере.
zh_hans: 所有兼容的配件（灯、开关、插座、车库门、锁）已全部分配给此摄像头。
zh_hant: 所有相容的配件（燈、開關、插座、車庫門、鎖）已全部指派給此攝影機。

# alert.no_accessories.title
source: No accessories available
de: Keine Geräte verfügbar
es: No hay accesorios disponibles
fr: Aucun accessoire disponible
it: Nessun accessorio disponibile
ja: 利用可能なアクセサリがありません
ko: 사용 가능한 액세서리 없음
pl: Brak dostępnych akcesoriów
pt_br: Nenhum acessório disponível
ru: Нет доступных устройств
zh_hans: 没有可用的配件
zh_hant: 沒有可用的配件

# alert.no_devices_selected.message
source: Please select at least one device for the group.
de: Bitte wähle mindestens ein Gerät für die Gruppe.
es: Selecciona al menos un dispositivo para el grupo.
fr: Veuillez sélectionner au moins un appareil pour le groupe.
it: Seleziona almeno un dispositivo per il gruppo.
ja: グループに少なくとも1つのデバイスを選択してください。
ko: 그룹에 최소 하나의 기기를 선택하세요.
pl: Wybierz co najmniej jedno urządzenie do grupy.
pt_br: Selecione pelo menos um dispositivo para o grupo.
ru: Выберите хотя бы одно устройство для группы.
zh_hans: 请为分组选择至少一个设备。
zh_hant: 請為群組選擇至少一個裝置。

# alert.no_devices_selected.title
source: No devices selected
de: Keine Geräte ausgewählt
es: No hay dispositivos seleccionados
fr: Aucun appareil sélectionné
it: Nessun dispositivo selezionato
ja: デバイスが選択されていません
ko: 선택된 기기 없음
pl: Nie wybrano urządzeń
pt_br: Nenhum dispositivo selecionado
ru: Устройства не выбраны
zh_hans: 未选择设备
zh_hant: 未選擇裝置

# alert.pro_required.deeplinks_message
source: Deeplinks are a Pro feature. Upgrade to Itsyhome Pro to control your devices from Shortcuts, Alfred, and other automation tools.
de: Deeplinks sind eine Pro-Funktion. Upgrade auf Itsyhome Pro, um deine Geräte über Kurzbefehle, Alfred und andere Automatisierungstools zu steuern.
es: Los deeplinks son una función Pro. Actualiza a Itsyhome Pro para controlar tus dispositivos desde Atajos, Alfred y otras herramientas de automatización.
fr: Les deeplinks sont une fonctionnalité Pro. Passez à Itsyhome Pro pour contrôler vos appareils depuis Raccourcis, Alfred et d'autres outils d'automatisation.
it: I deeplink sono una funzione Pro. Passa a Itsyhome Pro per controllare i tuoi dispositivi da Comandi Rapidi, Alfred e altri strumenti di automazione.
ja: ディープリンクはPro機能です。Itsyhome Proにアップグレードして、ショートカット、Alfred、その他の自動化ツールからデバイスを操作しましょう。
ko: 딥링크는 Pro 기능입니다. Itsyhome Pro로 업그레이드하여 단축어, Alfred 및 기타 자동화 도구에서 기기를 제어하세요.
pl: Deeplinki to funkcja Pro. Zaktualizuj do Itsyhome Pro, aby sterować urządzeniami z Skrótów, Alfreda i innych narzędzi automatyzacji.
pt_br: Deeplinks são um recurso Pro. Atualize para o Itsyhome Pro para controlar seus dispositivos pelo Atalhos, Alfred e outras ferramentas de automação.
ru: Дипссылки — функция Pro. Обновитесь до Itsyhome Pro, чтобы управлять устройствами через Быстрые команды, Alfred и другие инструменты автоматизации.
zh_hans: 深层链接是 Pro 功能。升级到 Itsyhome Pro 以通过快捷指令、Alfred 和其他自动化工具控制您的设备。
zh_hant: 深層連結是 Pro 功能。升級至 Itsyhome Pro 以透過捷徑、Alfred 和其他自動化工具控制裝置。

# alert.pro_required.icons_message
source: Upgrade to Pro to customize icons for your accessories, scenes, groups, and rooms.
de: Upgrade auf Pro, um die Symbole deiner Geräte, Szenen, Gruppen und Räume anzupassen.
es: Actualiza a Pro para personalizar los iconos de tus accesorios, escenas, grupos y habitaciones.
fr: Passez à Pro pour personnaliser les icônes de vos accessoires, scènes, groupes et pièces.
it: Passa a Pro per personalizzare le icone dei tuoi accessori, scene, gruppi e stanze.
ja: Proにアップグレードして、アクセサリ、シーン、グループ、部屋のアイコンをカスタマイズしましょう。
ko: Pro로 업그레이드하여 액세서리, 장면, 그룹, 방의 아이콘을 맞춤 설정하세요.
pl: Zaktualizuj do Pro, aby dostosować ikony akcesoriów, scen, grup i pokojów.
pt_br: Atualize para o Pro para personalizar os ícones dos seus acessórios, cenas, grupos e cômodos.
ru: Обновитесь до Pro, чтобы настраивать значки устройств, сцен, групп и комнат.
zh_hans: 升级到 Pro 以自定义配件、场景、分组和房间的图标。
zh_hant: 升級至 Pro 以自訂配件、場景、群組和房間的圖示。

# alert.pro_required.icons_title
source: Custom icons require Itsyhome Pro
de: Benutzerdefinierte Symbole erfordern Itsyhome Pro
es: Los iconos personalizados requieren Itsyhome Pro
fr: Les icônes personnalisées nécessitent Itsyhome Pro
it: Le icone personalizzate richiedono Itsyhome Pro
ja: カスタムアイコンにはItsyhome Proが必要です
ko: 맞춤 아이콘은 Itsyhome Pro가 필요합니다
pl: Niestandardowe ikony wymagają Itsyhome Pro
pt_br: Ícones personalizados requerem Itsyhome Pro
ru: Пользовательские значки требуют Itsyhome Pro
zh_hans: 自定义图标需要 Itsyhome Pro
zh_hant: 自訂圖示需要 Itsyhome Pro

# alert.pro_required.title
source: Itsyhome Pro required
de: Itsyhome Pro erforderlich
es: Se requiere Itsyhome Pro
fr: Itsyhome Pro requis
it: Itsyhome Pro richiesto
ja: Itsyhome Proが必要です
ko: Itsyhome Pro 필요
pl: Wymagany Itsyhome Pro
pt_br: Itsyhome Pro necessário
ru: Требуется Itsyhome Pro
zh_hans: 需要 Itsyhome Pro
zh_hant: 需要 Itsyhome Pro

# alert.restart.confirm
source: Restart app
de: App neu starten
es: Reiniciar app
fr: Redémarrer l'app
it: Riavvia app
ja: アプリを再起動
ko: 앱 재시작
pl: Uruchom ponownie
pt_br: Reiniciar app
ru: Перезапустить
zh_hans: 重启应用
zh_hant: 重新啟動

# alert.restart.message
source: Switching platforms requires restarting Itsyhome. Any unsaved changes will be lost.
de: Ein Plattformwechsel erfordert einen Neustart von Itsyhome. Nicht gespeicherte Änderungen gehen verloren.
es: Cambiar de plataforma requiere reiniciar Itsyhome. Los cambios no guardados se perderán.
fr: Le changement de plateforme nécessite le redémarrage d'Itsyhome. Les modifications non enregistrées seront perdues.
it: Il cambio di piattaforma richiede il riavvio di Itsyhome. Le modifiche non salvate andranno perse.
ja: プラットフォームの切り替えにはItsyhomeの再起動が必要です。保存されていない変更は失われます。
ko: 플랫폼 전환을 위해 Itsyhome을 재시작해야 합니다. 저장되지 않은 변경 사항은 손실됩니다.
pl: Zmiana platformy wymaga ponownego uruchomienia Itsyhome. Niezapisane zmiany zostaną utracone.
pt_br: A troca de plataforma requer a reinicialização do Itsyhome. Alterações não salvas serão perdidas.
ru: Смена платформы требует перезапуска Itsyhome. Несохранённые изменения будут потеряны.
zh_hans: 切换平台需要重启 Itsyhome。未保存的更改将丢失。
zh_hant: 切換平台需要重新啟動 Itsyhome。未儲存的變更將遺失。

# alert.restart.title
source: Restart required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
it: Riavvio richiesto
ja: 再起動が必要です
ko: 재시작 필요
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização necessária
ru: Требуется перезапуск
zh_hans: 需要重启
zh_hant: 需要重新啟動

# camera.panel.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# camera.panel.no_cameras
source: No cameras found
de: Keine Kameras gefunden
es: No se encontraron cámaras
fr: Aucune caméra trouvée
it: Nessuna telecamera trovata
ja: カメラが見つかりません
ko: 카메라를 찾을 수 없음
pl: Nie znaleziono kamer
pt_br: Nenhuma câmera encontrada
ru: Камеры не найдены
zh_hans: 未找到摄像头
zh_hant: 未找到攝影機

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
ko: 연결
pl: Połącz
pt_br: Conectar
ru: Подключить
zh_hans: 连接
zh_hant: 連線

# common.connecting
source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion...
it: Connessione...
ja: 接続中...
ko: 연결 중...
pl: Łączenie...
pt_br: Conectando...
ru: Подключение...
zh_hans: 连接中...
zh_hant: 連線中...

# common.copied
source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました！
ko: 복사됨!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
zh_hans: 已复制！
zh_hant: 已複製！

# common.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# common.create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pl: Utwórz
pt_br: Criar
ru: Создать
zh_hans: 创建
zh_hant: 建立

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# common.get_pro
source: Get Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
it: Ottieni Pro
ja: Proを入手
ko: Pro 구매
pl: Kup Pro
pt_br: Obter Pro
ru: Получить Pro
zh_hans: 获取 Pro
zh_hant: 取得 Pro

# common.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pl: Później
pt_br: Mais tarde
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

# common.not_now
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 지금은 아니요
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
zh_hans: 暂不
zh_hant: 暫時不要

# common.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# device.air_purifier.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
pl: Ręczny
ru: Ручной
zh_hans: 手动
zh_hant: 手動

# device.blind.tilt
source: Tilt
de: Neigung
es: Inclinación
fr: Inclinaison
it: Inclinazione
ja: チルト
ko: 기울기
pl: Nachylenie
pt_br: Inclinação
ru: Наклон
zh_hans: 倾斜
zh_hant: 傾斜

# device.climate.cool
source: Cool
de: Kühlen
es: Frío
fr: Froid
it: Raffrescamento
ja: 冷房
ko: 냉방
pl: Chłodzenie
pt_br: Resfriar
ru: Охлаждение
zh_hans: 制冷
zh_hant: 製冷

# device.climate.dry
source: Dry
de: Trocknen
es: Seco
fr: Sec
it: Deumidificazione
ja: 除湿
ko: 제습
pl: Osuszanie
pt_br: Secar
ru: Осушение
zh_hans: 除湿
zh_hant: 除濕

# device.climate.fan
source: Fan
de: Lüfter
es: Ventilador
fr: Ventilateur
it: Ventilatore
ja: 送風
ko: 송풍
pl: Wentylator
pt_br: Ventilador
ru: Вентилятор
zh_hans: 送风
zh_hant: 送風

# device.climate.heat
source: Heat
de: Heizen
es: Calor
fr: Chaud
it: Riscaldamento
ja: 暖房
ko: 난방
pl: Ogrzewanie
pt_br: Aquecer
ru: Обогрев
zh_hans: 制热
zh_hant: 製熱

# device.climate.off
source: Off
de: Aus
es: Apagado
fr: Arrêt
it: Spento
ja: オフ
ko: 끔
pl: Wył
pt_br: Desligado
ru: Выкл
zh_hans: 关
zh_hant: 關

# device.door.closed
source: Closed
de: Geschlossen
es: Cerrada
fr: Fermée
it: Chiusa
ja: 閉
ko: 닫힘
pl: Zamknięta
pt_br: Fechada
ru: Закрыта
zh_hans: 已关
zh_hant: 已關

# device.door.closing
source: Closing...
de: Schließen...
es: Cerrando...
fr: Fermeture...
it: Chiusura...
ja: 閉鎖中...
ko: 닫는 중...
pl: Zamykanie...
pt_br: Fechando...
ru: Закрытие...
zh_hans: 关闭中...
zh_hant: 關閉中...

# device.door.obstructed
source: Obstructed
de: Blockiert
es: Obstruida
fr: Obstruée
it: Ostruita
ja: 障害物あり
ko: 장애물 감지
pl: Zablokowana
pt_br: Obstruída
ru: Заблокирована
zh_hans: 受阻
zh_hant: 受阻

# device.door.open
source: Open
de: Offen
es: Abierta
fr: Ouverte
it: Aperta
ja: 開
ko: 열림
pl: Otwarta
pt_br: Aberta
ru: Открыта
zh_hans: 已开
zh_hant: 已開

# device.door.opening
source: Opening...
de: Öffnen...
es: Abriendo...
fr: Ouverture...
it: Apertura...
ja: 開放中...
ko: 여는 중...
pl: Otwieranie...
pt_br: Abrindo...
ru: Открытие...
zh_hans: 打开中...
zh_hant: 開啟中...

# device.door.stopped
source: Stopped
de: Gestoppt
es: Detenida
fr: Arrêtée
it: Fermata
ja: 停止
ko: 정지
pl: Zatrzymana
pt_br: Parada
ru: Остановлена
zh_hans: 已停止
zh_hant: 已停止

# device.door.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

# device.humidifier.dry
source: Dry
de: Trocknen
es: Seco
fr: Sec
it: Deumidificazione
ja: 除湿
ko: 제습
pl: Osuszanie
pt_br: Secar
ru: Осушение
zh_hans: 除湿
zh_hant: 除濕

# device.humidifier.humid
source: Humid
de: Befeuchten
es: Húmedo
fr: Humide
it: Umidificazione
ja: 加湿
ko: 가습
pl: Nawilżanie
pt_br: Umidificar
ru: Увлажнение
zh_hans: 加湿
zh_hant: 加濕

# device.lock.jammed
source: Jammed
de: Verklemmt
es: Atascada
fr: Bloquée
it: Bloccata
ja: ジャム
ko: 걸림
pl: Zacięty
pt_br: Travada
ru: Заклинило
zh_hans: 卡住
zh_hant: 卡住

# device.lock.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Chiuso
ja: 施錠
ko: 잠김
pl: Zamknięty
pt_br: Trancado
ru: Заперто
zh_hans: 已锁
zh_hant: 已鎖

# device.lock.locking
source: Locking...
de: Sperren...
es: Bloqueando...
fr: Verrouillage...
it: Chiusura...
ja: 施錠中...
ko: 잠그는 중...
pl: Zamykanie...
pt_br: Trancando...
ru: Запирание...
zh_hans: 上锁中...
zh_hant: 上鎖中...

# device.lock.unlocked
source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Aperto
ja: 解錠
ko: 열림
pl: Otwarty
pt_br: Destrancado
ru: Открыто
zh_hans: 已解锁
zh_hant: 已解鎖

# device.lock.unlocking
source: Unlocking...
de: Entsperren...
es: Desbloqueando...
fr: Déverrouillage...
it: Apertura...
ja: 解錠中...
ko: 여는 중...
pl: Otwieranie...
pt_br: Destrancando...
ru: Отпирание...
zh_hans: 解锁中...
zh_hant: 解鎖中...

# device.security.away
source: Away
de: Abwesend
es: Fuera
fr: Absent
it: Fuori casa
ja: 外出
ko: 외출
pl: Poza domem
pt_br: Ausente
ru: Не дома
zh_hans: 离家
zh_hant: 離家

# device.security.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pl: Niestandardowy
pt_br: Personalizado
ru: Другой
zh_hans: 自定义
zh_hant: 自訂

# device.security.disarmed
source: Disarmed
de: Deaktiviert
es: Desactivada
fr: Désarmée
it: Disattivato
ja: 解除
ko: 해제
pl: Rozbrojony
pt_br: Desarmado
ru: Снята с охраны
zh_hans: 已撤防
zh_hant: 已撤防

# device.security.home
source: Home
de: Zuhause
es: En casa
fr: Domicile
it: In casa
ja: 在宅
ko: 재실
pl: W domu
pt_br: Em casa
ru: Дома
zh_hans: 在家
zh_hant: 在家

# device.security.night
source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ja: 夜間
ko: 야간
pl: Noc
pt_br: Noite
ru: Ночь
zh_hans: 夜间
zh_hant: 夜間

# device.security.off
source: Off
de: Aus
es: Apagado
fr: Arrêt
it: Spento
ja: オフ
ko: 끔
pl: Wył
pt_br: Desligado
ru: Выкл
zh_hans: 关
zh_hant: 關

# device.security.stay
source: Stay
de: Anwesend
es: En casa
fr: Présent
it: In casa
ja: 在宅
ko: 재실
pl: W domu
pt_br: Em casa
ru: Дома
zh_hans: 留守
zh_hant: 留守

# device.security.vacation
source: Vacation
de: Urlaub
es: Vacaciones
fr: Vacances
it: Vacanza
ja: 休暇
ko: 휴가
pl: Urlop
pt_br: Férias
ru: Отпуск
zh_hans: 度假
zh_hant: 度假

# device.sensor.clear
source: Clear
de: Frei
es: Normal
fr: Normal
it: Normale
ja: 正常
ko: 정상
pl: Czysto
pt_br: Normal
ru: Чисто
zh_hans: 正常
zh_hant: 正常

# device.sensor.dry
source: Dry
de: Trocken
es: Seco
fr: Sec
it: Asciutto
ja: 乾燥
ko: 건조
pl: Sucho
pt_br: Seco
ru: Сухо
zh_hans: 干燥
zh_hant: 乾燥

# device.sensor.humidity
source: Humidity
de: Luftfeuchtigkeit
es: Humedad
fr: Humidité
it: Umidità
ja: 湿度
ko: 습도
pl: Wilgotność
pt_br: Umidade
ru: Влажность
zh_hans: 湿度
zh_hant: 濕度

# device.sensor.leak
source: Leak
de: Leck
es: Fuga
fr: Fuite
it: Perdita
ja: 漏水
ko: 누수
pl: Wyciek
pt_br: Vazamento
ru: Протечка
zh_hans: 漏水
zh_hant: 漏水

# device.sensor.motion
source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
ja: 動き
ko: 움직임
pl: Ruch
pt_br: Movimento
ru: Движение
zh_hans: 有移动
zh_hant: 有移動

# device.sensor.occupied
source: Occupied
de: Belegt
es: Ocupado
fr: Occupé
it: Occupato
ja: 在室
ko: 재실
pl: Zajęte
pt_br: Ocupado
ru: Занято
zh_hans: 有人
zh_hant: 有人

# device.sensor.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Inattivo
ja: オフ
ko: 꺼짐
pl: Wył.
pt_br: Desligado
ru: Выкл.
zh_hans: 关
zh_hant: 關
